13/data/attachments/72799b236c3668cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kathleen_body_Actions_88539_2</nif:username>
            <nif:friendToBeRequested>soap_actions_a5ed8966-d45f-46e8-afb3-5282e6c133f4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>